fx_version "cerulean"
games { "gta5" }
--[[

					███████╗██╗░░░░░██╗██╗░░██╗
					██╔════╝██║░░░░░██║╚██╗██╔╝
					█████╗░░██║░░░░░██║░╚███╔╝░
					██╔══╝░░██║░░░░░██║░██╔██╗░
					██║░░░░░███████╗██║██╔╝╚██╗
					╚═╝░░░░░╚══════╝╚═╝╚═╝░░╚═╝ 

    Made By : MoSattout#2632
    ♥ شكرا لك على الثقة ♥
    https://discord.gg/5vE6Drh
    يرجى عدم تعديل اي شيء هنا
]]
resource_type 'map' { gameTypes = { fivem = true } }
map 'map.lua'
--[[

					███████╗██╗░░░░░██╗██╗░░██╗
					██╔════╝██║░░░░░██║╚██╗██╔╝
					█████╗░░██║░░░░░██║░╚███╔╝░
					██╔══╝░░██║░░░░░██║░██╔██╗░
					██║░░░░░███████╗██║██╔╝╚██╗
					╚═╝░░░░░╚══════╝╚═╝╚═╝░░╚═╝ 

    Made By : MoSattout#2632
    ♥ شكرا لك على الثقة ♥
    https://discord.gg/5vE6Drh
    يرجى عدم تعديل اي شيء هنا
]]


 client_script "RAM.lua"